package ixijian_test.api.tender;

/**
 * 投资列表4筛选参数
 * 查询没有值，显示无结果页面
 * @author shuailiu
 *
 */
public class TenderList_001_TendeListrSuccessFunction_Test {
	
	/**
	 * 默认全不选
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益不选
	 * 3、项目期限不选
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益:选除全部外的第一个
	 * 3、项目期限不选
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益:选除全部外的第一个
	 * 3、项目期限:选除全部外的第一个
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益:选除全部外的第一个
	 * 3、项目期限:选除全部外的第一个
	 * 4、项目状态:选除全部外的第一个
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益不选
	 * 3、项目期限:选除全部外的第一个
	 * 4、项目状态:选除全部外的第一个
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选除全部外的第一个
	 * 2、项目收益不选
	 * 3、项目期限不选
	 * 4、项目状态:选除全部外的第一个
	 * 查询结果成功
	 */
	
	
	/**********************************************我是一条分割线*********************************************/
	 
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益不选
	 * 3、项目期限不选
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益:选最大值
	 * 3、项目期限不选
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益:选最大值
	 * 3、项目期限:选最大值
	 * 4、项目状态不选
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益:选最大值
	 * 3、项目期限:选最大值
	 * 4、项目状态:选最大值
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益不选
	 * 3、项目期限:选最大值
	 * 4、项目状态:选最大值
	 * 查询结果成功
	 */
	
	/**
	 * 1、标的类型:选最大值
	 * 2、项目收益不选
	 * 3、项目期限不选
	 * 4、项目状态:选最大值
	 * 查询结果成功
	 */
}
